[DLC07_CorvoFight_Objectives DishonoredObjective]
m_Description="Defeat Corvo Attano"

[DLC07_CorvoFight_Objectives:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Defeat Corvo Attano"
m_Status=""

[DLC07_IntroPrep_Objectives DishonoredObjective]
m_Description="Prepare for Your Trip"

[DLC07_IntroPrep_Objectives:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="Speak with Thomas for Briefing"
m_Status=""

[DLC07_IntroPrep_Objectives:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="Gather Your Equipment"
m_Status=""

[DLC07_IntroPrep_Objectives:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="Speak with Thomas to Leave"
m_Status=""

